Repository: BillyMartin1964/CharterSampleApp
Catalog: CharterSampleApp/CharterSampleApp/Resources/AppResources.*.resx
Languages: fr

source: About
fr: À propos de

# AvailableOn
source: Available on Android and iPhone
fr: Disponible sur Android et iPhone

source: The New Spectrum App!
fr: La nouvelle application Spectrum!

# AppVersion
source: Spectrum Sample App Version:
fr: Exemple de version de l’application Spectrum :

source: Account
fr: Compte

source: Sign Out
fr: Se déconnecter

source: Account Number:
fr: Numéro de compte:

source: Billing Address:
fr: Adresse de facturation :

source: Email Address:
fr: Adresse courriel:

source: Name:
fr: Nom :

source: Phone Number:
fr: Numéro de téléphone:

source: Service Address:
fr: Adresse du service :

source: Already registered?
fr: Vous êtes déjà inscrit ?

source: Confirm password
fr: Confirmation du mot de passe

source: Confirm Your Account:
fr: Confirmez votre compte :

source: Enter account number
fr: Entrez le numéro de compte

source: Enter email
fr: Entrez un e-mail

source: Enter password
fr: Entrez le mot de passe

source: Sign In
fr: Se connecter

source: Cancel
fr: Annuler

source: Enter name
fr: Entrer un nom

source: Not registered?
fr: Vous n’êtes pas inscrit?

source: Register
fr: Inscrire

source: Sign In To Get Started!
fr: Connectez-vous pour commencer!

source: Languages
fr: Langues

source: Billing
fr: Facturation

source: Billing Details
fr: Informations de facturation

source: NEW CHARGES
fr: NOUVEAUX FRAIS

source: PREVIOUS ACCOUNT ACTIVITY
fr: ACTIVITÉ DE COMPTE PRÉCÉDENTE

source: SERVICE FROM
fr: SERVICE DE

source: Spectrum Internet:
fr: Internet du spectre :

source: Total Due by
fr: Total dû d’ici

source: Total Due by
fr: Total dû d’ici

# View12MonthsBilling
source: View your billing statements for the last 12 months.
fr: Consultez vos relevés de facturation des 12 derniers mois.

# ASP
source: ASP.Net / MVC (6 months)
fr: ASP.Net / MVC (6 mois)

# Description1
source: As a Xamarin Forms and WordPress developer with 5+ years of experience, I have created mobile apps, Xbox games, and business websites.
fr: En tant que développeur Xamarin Forms et WordPress avec plus de 5 ans d’expérience, j’ai créé des applications mobiles, des jeux Xbox et des sites Web professionnels.

# Description2
source: Being self-motivated, I can work unsupervised remotely for long periods of time with maximum output.
fr: Étant motivé, je peux travailler sans surveillance à distance pendant de longues périodes de temps avec un rendement maximal.

# Description3
source: My military experience taught me to also be a team player, able to both follow directions and take charge when the need arrives.
fr: Mon expérience militaire m’a appris à être aussi un joueur d’équipe, capable à la fois de suivre les instructions et de prendre les choses en main lorsque le besoin s’en fait besoin.

# PHPRest
source: PHP Rest Endpoints (1 year)
fr: Points de terminaison PHP Rest (1 an)

source: Profile
fr: Profil

# Unity3DGameDeveloper
source: Unity 3D Game Developer (1 year)
fr: Développeur de jeux Unity 3D (1 an)

# WordPressDeveloper5
source: WordPress Developer (5 years)
fr: Développeur WordPress (5 ans)

# XamarinFormsDeveloper5
source: Xamarin Forms Developer (5 years)
fr: Développeur Xamarin Forms (5 ans)

# OpenDeviceSettings
source: Open Device Settings For This App
fr: Ouvrir les paramètres de l’appareil pour cette application

# GetFreedom
source: Get the freedom to do anything, on more devices. Wireless speeds may vary.
fr: Obtenez la liberté de faire n’importe quoi, sur plus d’appareils. Les vitesses sans fil peuvent varier.

source: INTERNET GIG
fr: CONCERT SUR INTERNET

# Upgrade
source: Upgrade Your Internet Speed
fr: Mettez à niveau votre vitesse Internet

source: Welcome to Spectrum
fr: Bienvenue chez Spectrum

# ComingSoon
source: Coming soon to your area
fr: Bientôt dans votre région

# NowAvailable
source: Now available in your area
fr: Maintenant disponible dans votre région

source: Pull To Refresh
fr: Tirer pour actualiser
